[
    {
        "title": "Too Many Pillows",
        "description": "Benjamin is worried he’ll forget something for their camping trip. He has so many things in his backpack that he falls down! Lucy, Benjamin, and Bear will have to work together to lighten both his pack and his worries in this book about everyday math and facing your fears. This book uses the concepts of more, many, most, and a lot.",
        "img": "too-many-pillows-cover.jpg",
        "link": "https://www.amazon.com"
    },
    {
        "title": "Just Enough Eggs",
        "description": "It’s Bear’s birthday! But Lucy’s cake falls flat and the party will be a flop unless they can bake a just-right cake. In this book, about everyday math and perseverance, Benjamin and Lucy work to make the perfect cake for Bear’s birthday by getting just enough of the right ingredients. This book uses the concepts of same, similar, different, and enough.",
        "img": "just-enough-eggs-cover.jpg",
        "link": "https://www.amazon.com"
    },
    {
        "title": "Picnic With Some Peanuts",
        "description": "Lucy and Benjamin are going on a picnic using everyday math and problem solving. They must solve the mystery of missing food to save their picnic and their pal, Bear. This book uses the concepts of a few, fewer, less, and a little bit.",
        "img": "picnic-with-some-peanuts-cover.jpg",
        "link": "https://www.amazon.com"
    },
    {
        "title": "So Many Shooting Stars",
        "description": "Lucy, Benjamin, and Bear can’t wait to see the stars on their adventure using everyday math and exploration! They’ll see more once they build their telescope, but what could be missed in the mean time? This book uses the concepts of a lot, many, more, most, different, same, similar, just enough.",
        "img": "so-many-shooting-stars-cover.jpg",
        "link": "https://www.amazon.com"
    },
    {
        "title": "A Couple Of Cool Ideas",
        "description": "A hot day is no match for Benjamin, Lucy, and Bear. Through their use of everyday math terms and innovation, they will surely find ways to cool off! Hopefully they can cool down before things start to melt! This book uses the concepts of many, more, most, a lot, few, fewer, fewest, least, less, several, some a little bit, and a couple.",
        "img": "a-couple-of-cool-ideas-cover.jpg",
        "link": "https://www.amazon.com"
    },
    {
        "title": "A Different Winter Den",
        "description": "Bear needs to find a cozy place to sleep this winter and Benjamin and Lucy are on the case. Using everyday math and discovery, the Little Elephants have some big ideas to help Bear find the perfect den. This book uses the concepts of a lot, many, more, most, few, fewer, fewest, least, less, several, some, a little bit, a couple, different, similar, same, just enough.",
        "img": "a-different-winter-den-cover.jpg",
        "link": "https://www.amazon.com"
    }
]