[
    {
        "name": "Jane Doe",
        "advice": "Go in with an open mind – do it the way it’s supposed to be done – you and the children will get a lot out of it.  You will learn, and so will the children.  It will inspire you and may get you out of a creative rut.  This is suitable for a teacher with any length of experience, whether students are 3-, 4-, or 5-years old.  Maybe it would be beneficial for a new teacher as well so they can also learn from it."
    },
    {
        "name": "John Doe",
        "advice": "Take the time in the beginning looking through to see the materials and opening the first few weeks of activities and get familiar with them."
    },
    {
        "name": "Jane Doe",
        "advice": "Implement it into your lesson plan for the week.  Don’t ADD it along with your lesson plan – make it easier on yourself, make it your lesson plan and build from it into other areas and activities."
    },
    {
        "name": "Jane Doe",
        "advice": "Do [the guided play] in smaller groups to make it easier and the kids will get more out of it and you can focus more on each child when doing activities."
    },
    {
        "name": "John Doe",
        "advice": "Never give up on doing the guided play and make it more interactive."
    },
    {
        "name": "Jane Doe",
        "advice": "Allow the kids to do what they’re going to do in an appropriate way.  If they’re going to turn it into something, or talk into the middle of the book, or lead you off to something else, guide it, but also let them guide it, because they can get a lot out of it when they guide it.  Let the kids have their own input."
    },
    {
        "name": "John Doe",
        "advice": "Don’t be afraid to ask for help or advice from other teachers or the creator of the guided play."
    },
    {
        "name": "Jane Doe",
        "advice": "Don’t be afraid to ask for help or advice from other teachers or the creator of the guided play."
    },
    {
        "name": "John Doe",
        "advice": "Don’t be afraid to ask for help or advice from other teachers or the creator of the guided play."
    }
]